Revit 2027 API
BuiltInFailures.DimensionFailures.DimensionOverrideNearByIsLost Property
 The dimension segment containing the override(s) shown below has been removed. The override text will no longer appear. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DimensionOverrideNearByIsLost { get; }
Public Shared ReadOnly Property DimensionOverrideNearByIsLost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DimensionOverrideNearByIsLost {
	FailureDefinitionId^ get ();
}
static member DimensionOverrideNearByIsLost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace